{
  "publications": [
    {
      "id": "pub-2025-bioinformatics-perspectives-on-transcriptomics-a-c",
      "title": "Bioinformatics perspectives on transcriptomics: A comprehensive review of bulk and single‐cell RNA sequencing analyses",
      "authors": [
        "JA Tzec‐Interián",
        "D González‐Padilla",
        "EB Góngora‐Castillo"
      ],
      "year": 2025,
      "journal": "Quantitative Biology 13 (2), e78",
      "googleScholarId": "Rv6zyJ8AAAAJ:Ehil0879vHcC",
      "citations": 26,
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&cstart=20&pagesize=80&citation_for_view=Rv6zyJ8AAAAJ:Ehil0879vHcC",
      "source": "google_scholar",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2025-exploring-the-microbial-communities-in-coastal-cen",
      "title": "Exploring the microbial communities in coastal cenote and their hidden biotechnological potential",
      "authors": [
        "Contreras-de la Rosa PA",
        "De la Torre-Zavala S",
        "O Connor-Sánchez A",
        "Prieto-Davó A",
        "Góngora-Castillo EB."
      ],
      "year": 2025,
      "journal": "Microbial Genomics 11 (4), 001382",
      "doi": "10.1099/mgen.0.001382",
      "pmid": "40178526",
      "googleScholarId": "Rv6zyJ8AAAAJ:GFxP56DSvIMC",
      "abstract": "Bacterial secondary metabolites are crucial bioactive compounds with significant therapeutic potential, playing key roles in ecological processes and the discovery of novel antimicrobial agents and natural products. Cenotes, as extreme environments, harbour untapped microbial diversity and hold an interesting potential as sources of novel secondary metabolites. While research has focused on the fauna and flora of cenotes, the study of their microbial communities and their biosynthetic capabilities remains limited. Advances in metagenomics and genome sequencing have greatly improved the capacity to explore these communities and their metabolites. In this study, we analysed the microbial diversity and biotechnological potential of micro-organisms inhabiting sediments from a coastal cenote. Metagenomic analyses revealed a rich diversity of bacterial and archaeal communities, containing several novel biosynthetic gene clusters (BGCs) linked to secondary metabolite production. Notably, polyketide synthase BGCs, including those encoding ladderanes and aryl-polyenes, were identified. Bioinformatics analyses of these pathways suggest the presence of compounds with potential industrial and pharmaceutical applications. These findings highlight the biotechnological value of cenotes as reservoirs of secondary metabolites. The study and conservation of these ecosystems are essential to facilitate the discovery of new bioactive compounds that could benefit various industries.",
      "keywords": [
        "Secondary metabolites",
        "Metagenomics",
        "Biosynthetic Gene Clusters",
        "Coastal Cenotes"
      ],
      "citations": 1,
      "pdfUrl": "https://doi.org/10.1099/mgen.0.001382",
      "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/40178526",
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&cstart=20&pagesize=80&citation_for_view=Rv6zyJ8AAAAJ:GFxP56DSvIMC",
      "source": "hybrid",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2023-network-analysis-of-publicly-available-rna-seq-pro",
      "title": "Network analysis of publicly available RNA-seq provides insights into the molecular mechanisms of plant defense against multiple fungal pathogens in Arabidopsis thaliana",
      "authors": [
        "Soto-Cardinault C",
        "Childs KL",
        "Góngora-Castillo E."
      ],
      "year": 2023,
      "journal": "Genes 14 (12), 2223",
      "pages": "2223",
      "doi": "10.3390/genes14122223",
      "pmid": "38137044",
      "googleScholarId": "Rv6zyJ8AAAAJ:F9fV5C73w3QC",
      "abstract": "Fungal pathogens can have devastating effects on global crop production, leading to annual economic losses ranging from 10% to 23%. In light of climate change-related challenges, researchers anticipate an increase in fungal infections as a result of shifting environmental conditions. However, plants have developed intricate molecular mechanisms for effective defense against fungal attacks. Understanding these mechanisms is essential to the development of new strategies for protecting crops from multiple fungi threats. Public omics databases provide valuable resources for research on plant-pathogen interactions; however, integrating data from different studies can be challenging due to experimental variation. In this study, we aimed to identify the core genes that defend against the pathogenic fungi Colletotrichum higginsianum and Botrytis cinerea in Arabidopsis thaliana. Using a custom framework to control batch effects and construct Gene Co-expression Networks in publicly available RNA-seq dataset from infected A. thaliana plants, we successfully identified a gene module that was responsive to both pathogens. We also performed gene annotation to reveal the roles of previously unknown protein-coding genes in plant defenses against fungal infections. This research demonstrates the potential of publicly available RNA-seq data for identifying the core genes involved in defending against multiple fungal pathogens.",
      "keywords": [
        "Arabidopsis",
        "plant defense",
        "Fungal Pathogens",
        "Weighted Gene Co-expression Network Analysis",
        "Gene Module",
        "Public Rna-seq Datasets"
      ],
      "citations": 2,
      "pdfUrl": "https://www.mdpi.com/2073-4425/14/12/2223/pdf?version=1703235802",
      "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/38137044",
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&cstart=20&pagesize=80&citation_for_view=Rv6zyJ8AAAAJ:F9fV5C73w3QC",
      "source": "hybrid",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2023-methods-for-diagnosis-of-pseudoperonospora-cubensi",
      "title": "Methods for diagnosis of Pseudoperonospora cubensis infection and selection of plant resistance genes to the same",
      "authors": [
        "L QUESADA-OCAMPO",
        "S Withers",
        "EB GONGORA-CASTILLO"
      ],
      "year": 2023,
      "journal": "US Patent 11,560,600",
      "googleScholarId": "Rv6zyJ8AAAAJ:IUKN3-7HHlwC",
      "citations": 0,
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&cstart=20&pagesize=80&citation_for_view=Rv6zyJ8AAAAJ:IUKN3-7HHlwC",
      "source": "google_scholar",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2022-genome-wide-analysis-of-the-lrr-rlp-gene-family-in",
      "title": "Genome-Wide Analysis of the LRR-RLP Gene Family in a Wild Banana (Musa acuminata ssp. malaccensis) Uncovers Multiple Fusarium Wilt Resistance Gene …",
      "authors": [
        "Álvarez-López D",
        "Herrera-Valencia VA",
        "Góngora-Castillo E",
        "García-Laynes S",
        "Puch-Hau C",
        "López-Ochoa LA",
        "Lizama-Uc G",
        "Peraza-Echeverria S."
      ],
      "year": 2022,
      "journal": "Genes 13 (4), 638",
      "pages": "638",
      "doi": "10.3390/genes13040638",
      "pmid": "35456444",
      "googleScholarId": "Rv6zyJ8AAAAJ:KbBQZpvPDL4C",
      "abstract": "Banana is the most popular fruit in the world, with a relevant role in food security for more than 400 million people. However, fungal diseases cause substantial losses every year. A better understanding of the banana immune system should facilitate the development of new disease-resistant cultivars. In this study, we performed a genome-wide analysis of the leucine-rich repeat receptor-like protein (LRR-RLP) disease resistance gene family in a wild banana. We identified 78 LRR-RLP genes in the banana genome. Remarkably, seven MaLRR-RLPs formed a gene cluster in the distal part of chromosome 10, where resistance to Fusarium wilt caused by Foc race 1 has been previously mapped. Hence, we proposed these seven MaLRR-RLPs as resistance gene candidates (RGCs) for Fusarium wilt. We also identified seven other banana RGCs based on their close phylogenetic relationships with known LRR-RLP proteins. Moreover, phylogenetic analysis of the banana, rice, and Arabidopsis LRR-RLP families revealed five major phylogenetic clades shared by these plant species. Finally, transcriptomic analysis of the MaLRR-RLP gene family in plants treated with Foc race 1 or Foc TR4 showed the expression of several members of this family, and some of them were upregulated in response to these Foc races. Our study provides novel insights into the structure, distribution, evolution, and expression of the LRR-RLP gene family in bananas as well as valuable RGCs that will facilitate the identification of disease resistance genes for the genetic improvement of this crop.",
      "keywords": [
        "Disease resistance",
        "Fusarium wilt",
        "Genetic improvement",
        "Banana",
        "Genome-wide Analysis",
        "Lrr-rlp"
      ],
      "citations": 17,
      "pdfUrl": "https://doi.org/10.3390/genes13040638",
      "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/35456444",
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&cstart=20&pagesize=80&citation_for_view=Rv6zyJ8AAAAJ:KbBQZpvPDL4C",
      "source": "hybrid",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2022-transcriptome-mining-provides-insights-into-cell-w",
      "title": "Transcriptome Mining Provides Insights into Cell Wall Metabolism and Fiber Lignification in Agave tequilana Weber",
      "authors": [
        "Maceda-López LF",
        "Góngora-Castillo EB",
        "Ibarra-Laclette E",
        "Morán-Velázquez DC",
        "Girón Ramírez A",
        "Bourdon M",
        "Villalpando-Aguilar JL",
        "Toomer G",
        "Tang JZ",
        "Azadi P",
        "Santamaría JM",
        "López-Rosas I",
        "López MG",
        "Simpson J",
        "Alatorre-Cobos F."
      ],
      "year": 2022,
      "journal": "Plants 11 (11), 1496",
      "pages": "1496",
      "doi": "10.3390/plants11111496",
      "pmid": "35684270",
      "googleScholarId": "Rv6zyJ8AAAAJ:yMeIxYmEMEAC",
      "abstract": "Resilience of growing in arid and semiarid regions and a high capacity of accumulating sugar-rich biomass with low lignin percentages have placed Agave species as an emerging bioenergy crop. Although transcriptome sequencing of fiber-producing agave species has been explored, molecular bases that control wall cell biogenesis and metabolism in agave species are still poorly understood. Here, through RNAseq data mining, we reconstructed the cellulose biosynthesis pathway and the phenylpropanoid route producing lignin monomers in A. tequilana, and evaluated their expression patterns in silico and experimentally. Most of the orthologs retrieved showed differential expression levels when they were analyzed in different tissues with contrasting cellulose and lignin accumulation. Phylogenetic and structural motif analyses of putative CESA and CAD proteins allowed to identify those potentially involved with secondary cell wall formation. RT-qPCR assays revealed enhanced expression levels of AtqCAD5 and AtqCESA7 in parenchyma cells associated with extraxylary fibers, suggesting a mechanism of formation of sclerenchyma fibers in Agave similar to that reported for xylem cells in model eudicots. Overall, our results provide a framework for understanding molecular bases underlying cell wall biogenesis in Agave species studying mechanisms involving in leaf fiber development in monocots.",
      "keywords": [
        "Lignocellulose",
        "Cell walls",
        "Agave",
        "Sclerenchyma",
        "Cesa Protein",
        "Cad Protein"
      ],
      "citations": 7,
      "pdfUrl": "https://www.mdpi.com/2223-7747/11/11/1496/pdf?version=1654166428",
      "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/35684270",
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&cstart=20&pagesize=80&citation_for_view=Rv6zyJ8AAAAJ:yMeIxYmEMEAC",
      "source": "hybrid",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2022-chloroplastic-pentatricopeptide-repeat-proteins-pp",
      "title": "Chloroplastic pentatricopeptide repeat proteins (PPR) in albino plantlets of Agave angustifolia Haw. reveal unexpected behavior",
      "authors": [
        "Andrade-Marcial M",
        "Pacheco-Arjona R",
        "Góngora-Castillo E",
        "De-la-Peña C."
      ],
      "year": 2022,
      "journal": "BMC plant biology 22 (1), 352",
      "pages": "352",
      "doi": "10.1186/s12870-022-03742-2",
      "pmid": "35850575",
      "googleScholarId": "Rv6zyJ8AAAAJ:yqoGN6RLRZoC",
      "abstract": "**Background** Pentatricopeptide repeat (PPR) proteins play an essential role in the post-transcriptional regulation of genes in plastid genomes. Although important advances have been made in understanding the functions of these genes, there is little information available on chloroplastic PPR genes in non-model plants and less in plants without chloroplasts. In the present study, a comprehensive and multifactorial bioinformatic strategy was applied to search for putative PPR genes in the foliar and meristematic tissues of green and albino plantlets of the non-model plant Agave angustifolia Haw. **Results** A total of 1581 PPR transcripts were identified, of which 282 were chloroplastic. Leaf tissue in the albino plantlets showed the highest levels of expression of chloroplastic PPRs. The search for hypothetical targets of 12 PPR sequences in the chloroplast genes of A. angustifolia revealed their action on transcripts related to ribosomes and translation, photosystems, ATP synthase, plastid-encoded RNA polymerase and RuBisCO. **Conclusions** Our results suggest that the expression of PPR genes depends on the state of cell differentiation and plastid development. In the case of the albino leaf tissue, which lacks functional chloroplasts, it is possible that anterograde and retrograde signaling networks are severely compromised, leading to a compensatory anterograde response characterized by an increase in the expression of PPR genes.",
      "keywords": [
        "Chloroplast",
        "Agave",
        "Retro-anterograde Communication"
      ],
      "citations": 6,
      "pdfUrl": "https://bmcplantbiol.biomedcentral.com/counter/pdf/10.1186/s12870-022-03742-2",
      "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/35850575",
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&cstart=20&pagesize=80&citation_for_view=Rv6zyJ8AAAAJ:yqoGN6RLRZoC",
      "source": "hybrid",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2022-development-validation-and-utility-of-species-spec",
      "title": "Development, Validation, and Utility of Species-Specific Diagnostic Markers for Detection of Peronospora belbahrii",
      "authors": [
        "Standish JR",
        "Góngora-Castillo E",
        "Bowman MJ",
        "Childs KL",
        "Tian M",
        "Quesada-Ocampo LM."
      ],
      "year": 2022,
      "journal": "Phytopathology® 112 (8), 1667-1675",
      "pages": "1667-1675",
      "doi": "10.1094/phyto-09-21-0393-r",
      "pmid": "35196067",
      "googleScholarId": "Rv6zyJ8AAAAJ:fFSKOagxvKUC",
      "abstract": "Peronospora belbahrii is an oomycete and the cause of basil downy mildew, one of the most destructive diseases affecting basil production worldwide. Disease management is challenging due to wind-dispersed sporangia and contaminated seed; therefore, identifying P. belbahrii in seed lots before sale or planting or in the field before symptoms develop could allow for timely deployment of disease management strategies. In this study, a draft genome assembly and next-generation sequencing reads for P. belbahrii, as well as publicly available DNA-seq and RNA-seq reads of several other downy mildew pathogens, were incorporated into a bioinformatics pipeline to predict P. belbahrii-specific diagnostic markers. The specificity of each candidate marker was validated against a diverse DNA collection of P. belbahrii, host tissue, and related oomycetes using PCR. Two species-specific markers were identified and used as templates to develop a highly sensitive probe-based real-time quantitative PCR (qPCR) assay that could detect P. belbahrii in leaf tissue and seed samples. Both markers were capable of reliably detecting as low as 500 fg/µl of P. belbahrii genomic DNA and as few as 10 sporangia. The qPCR assay was then validated with seed samples collected from a basil cultivar experiment. In total, 48 seed samples were collected and tested; P. belbahrii was detected in samples of all cultivars at estimated concentrations of 600 fg/µl up to 250 pg/µl and at as few as 10 sporangia up to >1,000 sporangia. The markers and assays are valuable for diagnostics and identifying P. belbahrii-contaminated seed lots to mitigate the effects of future basil downy mildew epidemics.",
      "keywords": [
        "Bioinformatics",
        "Genomics",
        "Pathogen Detection",
        "Oomycetes",
        "Disease Control And Pest Management"
      ],
      "citations": 3,
      "pdfUrl": "https://doi.org/10.1094/PHYTO-09-21-0393-R",
      "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/35196067",
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&cstart=20&pagesize=80&citation_for_view=Rv6zyJ8AAAAJ:fFSKOagxvKUC",
      "source": "hybrid",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2022-genome-wide-analysis-of-the-lrrrlp-gene-family-in-",
      "title": "Genome-wide analysis of the LRRRLP gene family in a wild banana (Musa acuminata ssp. malaccensis) uncovers multiple Fusarium wilt resistance gene candidates. Genes. 2022; 13 (4 …",
      "authors": [
        "D Álvarez-López",
        "VA Herrera-Valencia",
        "E Góngora-Castillo"
      ],
      "year": 2022,
      "journal": "s Note: MDPI stays neutral with regard to jurisdictional claims in published …",
      "googleScholarId": "Rv6zyJ8AAAAJ:nZcligLrVowC",
      "citations": 2,
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&cstart=20&pagesize=80&citation_for_view=Rv6zyJ8AAAAJ:nZcligLrVowC",
      "source": "google_scholar",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2021-eleven-biosynthetic-genes-explain-the-majority-of-",
      "title": "Eleven biosynthetic genes explain the majority of natural variation for carotenoid levels in maize grain Short title: Genetic basis of maize grain carotenoids",
      "authors": [
        "Diepenbrock CH",
        "Ilut DC",
        "Magallanes-Lundback M",
        "Kandianis CB",
        "Lipka AE",
        "Bradbury PJ",
        "Holland JB",
        "Hamilton JP",
        "Wooldridge E",
        "Vaillancourt B",
        "G Ngora-Castillo E",
        "Wallace JG",
        "Cepela J",
        "Mateos-Hernandez M",
        "Owens BF",
        "Tiede T",
        "Buckler ES",
        "Rocheford T",
        "Buell CR",
        "Gore MA",
        "DellaPenna D."
      ],
      "year": 2021,
      "pages": "882-900",
      "doi": "10.1093/plcell/koab032",
      "pmid": "33681994",
      "googleScholarId": "Rv6zyJ8AAAAJ:bKqednn6t2AC",
      "abstract": "Vitamin A deficiency remains prevalent in parts of Asia, Latin America, and sub-Saharan Africa where maize (Zea mays) is a food staple. Extensive natural variation exists for carotenoids in maize grain. Here, to understand its genetic basis, we conducted a joint linkage and genome-wide association study of the US maize nested association mapping panel. Eleven of the 44 detected quantitative trait loci (QTL) were resolved to individual genes. Six of these were correlated expression and effect QTL (ceeQTL), showing strong correlations between RNA-seq expression abundances and QTL allelic effect estimates across six stages of grain development. These six ceeQTL also had the largest percentage of phenotypic variance explained, and in major part comprised the three to five loci capturing the bulk of genetic variation for each trait. Most of these ceeQTL had strongly correlated QTL allelic effect estimates across multiple traits. These findings provide an in-depth genome-level understanding of the genetic and molecular control of carotenoids in plants. In addition, these findings provide a roadmap to accelerate breeding for provitamin A and other priority carotenoid traits in maize grain that should be readily extendable to other cereals.",
      "keywords": [],
      "citations": 0,
      "pdfUrl": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8226291",
      "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/33681994",
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&cstart=20&pagesize=80&citation_for_view=Rv6zyJ8AAAAJ:bKqednn6t2AC",
      "source": "hybrid",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2021-transcriptomic-analysis-reveals-key-transcription-",
      "title": "Transcriptomic analysis reveals key transcription factors associated to drought tolerance in a wild papaya (Carica papaya) genotype",
      "authors": [
        "Estrella-Maldonado H",
        "Ramírez AG",
        "Ortiz GF",
        "Peraza-Echeverría S",
        "Martínez-de la Vega O",
        "Góngora-Castillo E",
        "Santamaría JM."
      ],
      "year": 2021,
      "journal": "Plos one 16 (1), e0245855",
      "pages": "e0245855",
      "doi": "10.1371/journal.pone.0245855",
      "pmid": "33513158",
      "googleScholarId": "Rv6zyJ8AAAAJ:ODE9OILHJdcC",
      "abstract": "Most of the commercial papaya genotypes show susceptibility to water deficit stress and require high volumes of irrigation water to yield properly. To tackle this problem, we have collected wild native genotypes of Carica papaya that have proved to show better physiological performance under water deficit stress than the commercial cultivar grown in Mexico. In the present study, plants from a wild Carica papaya genotype and a commercial genotype were subjected to water deficit stress (WDS), and their response was characterized in physiological and molecular terms. The physiological parameters measured (water potential, photosynthesis, Fv/Fm and electrolyte leakage) confirmed that the papaya wild genotype showed better physiological responses than the commercial one when exposed to WDS. Subsequently, RNA-Seq was performed for 4 cDNA libraries in both genotypes (susceptible and tolerant) under well-watered conditions, and when they were subjected to WDS for 14 days. Consistently, differential expression analysis revealed that after 14 days of WDS, the wild tolerant genotype had a higher number of up-regulated genes, and a higher number of transcription factors (TF) that were differentially expressed in response to WDS, than the commercial genotype. Thus, six TF genes (CpHSF, CpMYB, CpNAC, CpNFY-A, CpERF and CpWRKY) were selected for further qRT-PCR analysis as they were highly expressed in response to WDS in the wild papaya genotype. qRT-PCR results confirmed that the wild genotype had higher expression levels (REL) in all 6 TF genes than the commercial genotype. Our transcriptomic analysis should help to unravel candidate genes that may be useful in the development of new drought-tolerant cultivars of this important tropical crop.",
      "keywords": [],
      "citations": 31,
      "pdfUrl": "https://journals.plos.org/plosone/article/file?id=10.1371/journal.pone.0245855&type=printable",
      "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/33513158",
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&citation_for_view=Rv6zyJ8AAAAJ:ODE9OILHJdcC",
      "source": "hybrid",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2021-comparative-transcriptome-analysis-of-two-contrast",
      "title": "Comparative transcriptome analysis of two contrasting maize inbred lines provides insights on molecular mechanisms of stalk rot resistance",
      "authors": [
        "A Salcedo",
        "J Al-Haddad",
        "CR Buell",
        "F Trail",
        "E Góngora-Castillo"
      ],
      "year": 2021,
      "journal": "PhytoFrontiers™ 1 (4), 314-329",
      "googleScholarId": "Rv6zyJ8AAAAJ:DJbcl8HfkQkC",
      "citations": 10,
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&cstart=20&pagesize=80&citation_for_view=Rv6zyJ8AAAAJ:DJbcl8HfkQkC",
      "source": "google_scholar",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2021-improved-method-for-isolation-of-high-quality-tota",
      "title": "Improved method for isolation of high-quality total RNA from Agave tequilana Weber roots",
      "authors": [
        "Maceda-López LF",
        "Villalpando-Aguilar JL",
        "García-Hernández E",
        "Ávila de Dios E",
        "Andrade-Canto SB",
        "Morán-Velázquez DC",
        "Rodríguez-López L",
        "Hernández-Díaz D",
        "Chablé-Vega MA",
        "Trejo L",
        "Góngora-Castillo E",
        "López-Rosas I",
        "Simpson J",
        "Alatorre-Cobos F."
      ],
      "year": 2021,
      "pages": "75",
      "doi": "10.1007/s13205-020-02620-8",
      "pmid": "33505830",
      "googleScholarId": "Rv6zyJ8AAAAJ:yFnVuubrUp4C",
      "abstract": "Together with their undeniable role in the ecology of arid and semiarid ecosystems, Agave species are emerging as a model to dissect the relationships between crassulacean acid metabolism and high efficiency of light and water use, and as an energy crop for bioethanol production. Transcriptome resources from economically valuable Agaves species, such as Agave tequilana and A. salmiana, as well as hybrids for fibers, are now available, and multiple gene expression landscape analyses have been reported. Key components in molecular mechanisms underlying drought tolerance could be uncovered by analyzing gene expression patterns of roots. This study describes an efficient protocol for high-quality total RNA isolation from phenolic compounds-rich Agave roots. Our methodology involves suitable root handling and collecting in the field and using saving-time commercial kits available. RNA isolated from roots free of lignified out-layers and clean cortex showed high values of quality and integrity according to electrophoresis and microfluidics-based platform. Synthesis of long full-length cDNAs and PCR amplification tested the suitability for downstream applications of extracted RNA. The protocol was applied successfully to A. tequilana roots but can be used for other Agave species that also develop lignified epidermis/exodermis in roots.",
      "keywords": [
        "Lignin",
        "Full-length cDNA",
        "Roots",
        "Agave",
        "RNA Extraction"
      ],
      "citations": 3,
      "pdfUrl": "https://doi.org/10.1007/s13205-020-02620-8",
      "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/33505830",
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&cstart=20&pagesize=80&citation_for_view=Rv6zyJ8AAAAJ:yFnVuubrUp4C",
      "source": "hybrid",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2021-discovery-of-potential-phytases-of-the-purple-acid",
      "title": "Discovery of potential phytases of the purple acid phosphatase family in a wide range of photosynthetic organisms and insights into their structure and evolution",
      "authors": [
        "JR Mier-Guerra",
        "VA Herrera-Valencia",
        "E Góngora-Castillo"
      ],
      "year": 2021,
      "journal": "Gene Reports 25, 101398",
      "googleScholarId": "Rv6zyJ8AAAAJ:OR75R8vi5nAC",
      "citations": 0,
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&cstart=20&pagesize=80&citation_for_view=Rv6zyJ8AAAAJ:OR75R8vi5nAC",
      "source": "google_scholar",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2021-using-transcriptome-analysis-to-compare-molecular-",
      "title": "Using transcriptome analysis to compare molecular mechanisms for stalk rot resistance in two maize hybrids with contrasting phenotypes",
      "authors": [
        "AF Salcedo",
        "J Al-Haddad",
        "CR Buell",
        "F Trail",
        "E Gongora-Castillo"
      ],
      "year": 2021,
      "journal": "PHYTOPATHOLOGY 111 (10), 117-117",
      "googleScholarId": "Rv6zyJ8AAAAJ:3htObqc8RwsC",
      "citations": 0,
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&cstart=20&pagesize=80&citation_for_view=Rv6zyJ8AAAAJ:3htObqc8RwsC",
      "source": "google_scholar",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2020-seasonal-shifts-of-arbuscular-mycorrhizal-fungi-in",
      "title": "Seasonal shifts of arbuscular mycorrhizal fungi in Cocos nucifera roots in Yucatan, Mexico",
      "authors": [
        "Lara-Pérez LA",
        "Oros-Ortega I",
        "Córdova-Lara I",
        "Estrada-Medina H",
        "O'Connor-Sánchez A",
        "Góngora-Castillo E",
        "Sáenz-Carbonell L."
      ],
      "year": 2020,
      "journal": "Mycorrhiza 30 (2), 269-283",
      "pages": "269-283",
      "doi": "10.1007/s00572-020-00944-0",
      "pmid": "32242246",
      "googleScholarId": "Rv6zyJ8AAAAJ:mNrWkgRL2YcC",
      "abstract": "The diversity and community structure of arbuscular mycorrhizal fungi (AMF) associated with coconut (Cocos nucifera) roots was evaluated by next generation sequencing (NGS) using partial sequences of the 18S rDNA gene and by spore isolation and morphological identification from rhizosphere soil. Root samples from six different Green Dwarf coconut plantations and from one organic plantation surrounded by tropical dry forest along the coastal sand dunes in Yucatan, Mexico, were collected during the rainy and dry seasons. In total, 14 root samples were sequenced with the Illumina MiSeq platform. Additionally, soil samples from the dry season were collected to identify AMF glomerospores. Based on a 95-97% similarity, a total of 36 virtual taxa (VT) belonging to nine genera were identified including one new genus-like clade. Glomus was the most abundant genus, both in number of VT and sequences. The comparison of dry and rainy season samples revealed differences in the richness and composition of AMF communities colonizing coconut roots. Our study shows that the main AMF genera associated with coconut tree roots in all samples were Glomus, Sclerocystis, Rhizophagus, Redeckera, and Diversispora. Based on glomerospore morphology, 22 morphospecies were recorded among which 14 were identified to species. Sclerocystis sinuosa, Sclerocystis rubiformis, Glomus microaggregatum, and Acaulospora scrobiculata were dominant in field rhizosphere samples. This is the first assessment of the composition of AMF communities colonizing coconut roots in rainy and dry seasons. It is of importance for selection of AMF species to investigate for their potential application in sustainable agriculture of coconut.",
      "keywords": [
        "Tropical forest",
        "Illumina Miseq",
        "Wetland Plantations",
        "Dynamic Fungi Community Structure",
        "Established Fore Dune",
        "Glomerospores"
      ],
      "citations": 34,
      "pdfUrl": "https://doi.org/10.1007/s00572-020-00944-0",
      "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/32242246",
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&citation_for_view=Rv6zyJ8AAAAJ:mNrWkgRL2YcC",
      "source": "hybrid",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2020-silencing-against-the-conserved-nac-domain-of-the-",
      "title": "Silencing against the conserved NAC domain of the potato StNAC103 reveals new NAC candidates to repress the suberin associated waxes in phellem",
      "authors": [
        "Soler M",
        "Verdaguer R",
        "Fernández-Piñán S",
        "Company-Arumí D",
        "Boher P",
        "Góngora-Castillo E",
        "Valls M",
        "Anticó E",
        "Molinas M",
        "Serra O",
        "Figueras M."
      ],
      "year": 2020,
      "journal": "Plant science 291, 110360",
      "pages": "110360",
      "doi": "10.1016/j.plantsci.2019.110360",
      "pmid": "31928669",
      "googleScholarId": "Rv6zyJ8AAAAJ:dBIO0h50nwkC",
      "abstract": "Both suberin and its associated waxes contribute to the formation of apoplastic barriers that protect plants from the environment. Some transcription factors have emerged as regulators of the suberization process. The potato StNAC103 gene was reported as a repressor of suberin polyester and suberin-associated waxes deposition because its RNAi-mediated downregulation (StNAC103-RNAi) over-accumulated suberin and associated waxes in the tuber phellem concomitantly with the induction of representative biosynthetic genes. Here, to explore if other genes of the large NAC gene family participate to this repressive function, we extended the silencing to other NAC members by targeting the conserved NAC domain of StNAC103 (StNAC103-RNAi-c). Transcript profile of the StNAC103-RNAi-c phellem indicated that StNAC101 gene was an additional potential target. In comparison with StNAC103-RNAi, the silencing with StNAC103-RNAi-c construct resulted in a similar effect in suberin but yielded an increased load of associated waxes in tuber phellem, mainly alkanes and feruloyl esters. Globally, the chemical effects in both silenced lines are supported by the transcript accumulation profile of genes involved in the biosynthesis, transport and regulation of apoplastic lipids. In contrast, the genes of polyamine biosynthesis were downregulated. Altogether these results point out to StNAC101 as a candidate to repress the suberin-associated waxes.",
      "keywords": [
        "Solanum tuberosum",
        "Periderm",
        "Suberin",
        "Phellem",
        "Nac Transcription Factors",
        "Suberin-associated Waxes"
      ],
      "citations": 28,
      "pdfUrl": "https://ddd.uab.cat/record/218484",
      "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/31928669",
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&citation_for_view=Rv6zyJ8AAAAJ:dBIO0h50nwkC",
      "source": "hybrid",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2020-data-mining-of-metagenomes-to-find-novel-enzymes-a",
      "title": "Data mining of metagenomes to find novel enzymes: a non-computationally intensive method",
      "authors": [
        "Góngora-Castillo E",
        "López-Ochoa LA",
        "Apolinar-Hernández MM",
        "Caamal-Pech AM",
        "Contreras-de la Rosa PA",
        "Quiroz-Moreno A",
        "Ramírez-Prado JH",
        "O'Connor-Sánchez A."
      ],
      "year": 2020,
      "pages": "78",
      "doi": "10.1007/s13205-019-2044-6",
      "pmid": "32099729",
      "googleScholarId": "Rv6zyJ8AAAAJ:4vMrXwiscB8C",
      "abstract": "Currently, there is a need of non-computationally-intensive bioinformatics tools to cope with the increase of large datasets produced by Next Generation Sequencing technologies. We present a simple and robust bioinformatics pipeline to search for novel enzymes in metagenomic sequences. The strategy is based on pattern searching using as reference conserved motifs coded as regular expressions. As a case study, we applied this scheme to search for novel proteases S8A in a publicly available metagenome. Briefly, (1) the metagenome was assembled and translated into amino acids; (2) patterns were matched using regular expressions; (3) retrieved sequences were annotated; and (4) diversity analyses were conducted. Following this pipeline, we were able to identify nine sequences containing an S8 catalytic triad, starting from a metagenome containing 9,921,136 Illumina reads. Identity of these nine sequences was confirmed by BLASTp against databases at NCBI and MEROPS. Identities ranged from 62 to 89% to their respective nearest ortholog, which belonged to phyla Proteobacteria, Actinobacteria, Planctomycetes, Bacterioidetes, and Cyanobacteria, consistent with the most abundant phyla reported for this metagenome. All these results support the idea that they all are novel S8 sequences and strongly suggest that our methodology is robust and suitable to detect novel enzymes.",
      "keywords": [
        "proteases",
        "Pattern Matching",
        "Ngs",
        "Bioinformatics Pipeline"
      ],
      "citations": 7,
      "pdfUrl": "https://www.ncbi.nlm.nih.gov/pmc/articles/6992798",
      "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/32099729",
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&cstart=20&pagesize=80&citation_for_view=Rv6zyJ8AAAAJ:4vMrXwiscB8C",
      "source": "hybrid",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2020-dna-methylation-and-transcriptomic-next-generation",
      "title": "DNA Methylation and Transcriptomic Next-Generation Technologies in Cereal Genomics",
      "authors": [
        "Soto-Cardinault CG",
        "Duarte-Aké F",
        "De-la-Peña C",
        "Góngora-Castillo E."
      ],
      "year": 2020,
      "journal": "Cereal Genomics: Methods and Protocols, 65-84",
      "pages": "65-84",
      "doi": "10.1007/978-1-4939-9865-4_7",
      "pmid": "31541439",
      "googleScholarId": "Rv6zyJ8AAAAJ:OTTXONDVkokC",
      "abstract": "RNA sequencing (RNA-seq) coupled to DNA methylation strategies enables the detection and characterization of genes which expression levels might be mediated by DNA methylation. Here we describe a bioinformatics protocol to analyze gene expression levels using RNA-seq data that allow us to identify candidate genes to be tested by bisulfite assays. The candidate methylated genes are usually those that are low expressed in a particular condition or developmental stage.",
      "keywords": [
        "Bioinformatics",
        "Cereals",
        "Genome Methylation",
        "Transcriptome Expression",
        "Bisulfite Technique"
      ],
      "citations": 1,
      "pdfUrl": "https://doi.org/10.1007/978-1-4939-9865-4_7",
      "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/31541439",
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&cstart=20&pagesize=80&citation_for_view=Rv6zyJ8AAAAJ:OTTXONDVkokC",
      "source": "hybrid",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2020-coordinated-modulation-of-gene-expression-mediate-",
      "title": "Coordinated modulation of gene expression mediate the immune response to stalk rot in a resistant maize inbred line",
      "authors": [
        "AF Salcedo",
        "J Al-Haddad",
        "CR Buell",
        "F Trail",
        "E Góngora-Castillo"
      ],
      "year": 2020,
      "journal": "Plant Health  Online",
      "googleScholarId": "Rv6zyJ8AAAAJ:HtS1dXgVpQUC",
      "citations": 0,
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&cstart=20&pagesize=80&citation_for_view=Rv6zyJ8AAAAJ:HtS1dXgVpQUC",
      "source": "google_scholar",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2020-comparative-transcriptome-analysis-of-two-contrast",
      "title": "Comparative transcriptome analysis of two contrasting maize inbred lines provides insights on molecular mechanisms for stalk rot resistance",
      "authors": [
        "A Salcedo",
        "J Al-Haddad",
        "CR Buell",
        "F Trail",
        "E Gongora-Castillo"
      ],
      "year": 2020,
      "journal": "PHYTOPATHOLOGY 110 (7), 10-11",
      "googleScholarId": "Rv6zyJ8AAAAJ:HeT0ZceujKMC",
      "citations": 0,
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&cstart=20&pagesize=80&citation_for_view=Rv6zyJ8AAAAJ:HeT0ZceujKMC",
      "source": "google_scholar",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2019-transcriptome-analysis-of-the-induction-of-somatic",
      "title": "Transcriptome analysis of the induction of somatic embryogenesis in Coffea canephora and the participation of ARF and Aux/IAA genes",
      "authors": [
        "Quintana-Escobar AO",
        "Nic-Can GI",
        "Galaz Avalos RM",
        "Loyola-Vargas VM",
        "Gongora-Castillo E."
      ],
      "year": 2019,
      "journal": "PeerJ 7, e7752",
      "pages": "e7752",
      "doi": "10.7717/peerj.7752",
      "pmid": "31637116",
      "googleScholarId": "Rv6zyJ8AAAAJ:9c2xU6iGI7YC",
      "abstract": "**Background** Somatic embryogenesis (SE) is a useful biotechnological tool to study the morpho-physiological, biochemical and molecular processes during the development of Coffea canephora. Plant growth regulators (PGR) play a key role during cell differentiation in SE. The Auxin-response-factor (ARF) and Auxin/Indole-3-acetic acid (Aux/IAA) are fundamental components involved in the signaling of the IAA. The IAA signaling pathway activates or represses the expression of genes responsive to auxins during the embryogenic transition of the somatic cells. The growing development of new generation sequencing technologies (NGS), as well as bioinformatics tools, has allowed us to broaden the landscape of SE study of various plant species and identify the genes directly involved. **Methods** Analysis of transcriptome expression profiles of the C. canephora genome and the identification of a particular set of differentially expressed genes (DEG) during SE are described in this study. **Results** A total of eight ARF and seven Aux/IAA differentially expressed genes were identified during the different stages of the SE induction process. The quantitative expression analysis showed that ARF18 and ARF5 genes are highly expressed after 21 days of the SE induction, while Aux/IAA7 and Aux/IAA12 genes are repressed. **Discussion** The results of this study allow a better understanding of the genes involved in the auxin signaling pathway as well as their expression profiles during the SE process.",
      "keywords": [
        "Somatic embryogenesis",
        "Signaling",
        "Growth regulators",
        "Cellular differentiation",
        "Auxin Response",
        "Cellular Totipotency"
      ],
      "citations": 40,
      "pdfUrl": "https://doi.org/10.7717/peerj.7752",
      "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/31637116",
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&citation_for_view=Rv6zyJ8AAAAJ:9c2xU6iGI7YC",
      "source": "hybrid",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2019-genome-sequencing-and-transcriptome-analysis-of-th",
      "title": "Genome sequencing and transcriptome analysis of the hop downy mildew pathogen Pseudoperonospora humuli reveal species-specific genes for diagnostics",
      "authors": [
        "Rahman A",
        "Góngora-Castillo E",
        "Bowman MJ",
        "Childs KL",
        "Gent DH",
        "Martin FN",
        "Quesada-Ocampo LM."
      ],
      "year": 2019,
      "journal": "International Congress of Plant Pathology (ICPP) : Plant Health in A …",
      "pages": "1354-1366",
      "doi": "10.1094/phyto-11-18-0431-r",
      "pmid": "30939079",
      "googleScholarId": "Rv6zyJ8AAAAJ:HIFyuExEbWQC",
      "abstract": "Pseudoperonospora humuli is an obligate oomycete pathogen of hop (Humulus lupulus) that causes downy mildew, an important disease in most production regions in the Northern Hemisphere. The pathogen can cause a systemic infection in hop, overwinter in the root system, and infect propagation material. Substantial yield loss may occur owing to P. humuli infection of strobiles (seed cones), shoots, and cone-bearing branches. Fungicide application and cultural practices are the primary methods to manage hop downy mildew. However, effective, sustainable, and cost-effective management of downy mildew can be improved by developing early detection systems to inform on disease risk and timely fungicide application. However, no species-specific diagnostic assays or genomic resources are available for P. humuli. The genome of the P. humuli OR502AA isolate was partially sequenced using Illumina technology and assembled with ABySS. The assembly had a minimum scaffold length of 500 bp and an N50 (median scaffold length of the assembled genome) of 19.2 kbp. A total number of 18,656 genes were identified using MAKER standard gene predictions. Additionally, transcriptome assemblies were generated using RNA-seq and Trinity for seven additional P. humuli isolates. Bioinformatics analyses of next generation sequencing reads of P. humuli and P. cubensis (a closely related sister species) identified 242 candidate species-specific P. humuli genes that could be used as diagnostic molecular markers. These candidate genes were validated using polymerase chain reaction against a diverse collection of isolates from P. humuli, P. cubensis, and other oomycetes. Overall, four diagnostic markers were found to be uniquely present in P. humuli. These candidate markers identified through comparative genomics can be used for pathogen diagnostics in propagation material, such as rhizomes and vegetative cuttings, or adapted for biosurveillance of airborne sporangia, an important source of inoculum in hop downy mildew epidemics.",
      "keywords": [],
      "citations": 0,
      "pdfUrl": "https://doi.org/10.1094/PHYTO-11-18-0431-R",
      "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/30939079",
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&cstart=20&pagesize=80&citation_for_view=Rv6zyJ8AAAAJ:HIFyuExEbWQC",
      "source": "hybrid",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2019-v-international-symposium-on-papaya-m-rida-yucat-n",
      "title": "V International Symposium on Papaya, Mérida, Yucatán, Mexico, 24-27 October 2017.",
      "authors": [
        "G Fuentes Ortiz",
        "EB Góngora Castillo",
        "LA López Ochoa",
        "JM Santamaría"
      ],
      "year": 2019,
      "googleScholarId": "Rv6zyJ8AAAAJ:OP4eGU-M3BUC",
      "citations": 0,
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&cstart=20&pagesize=80&citation_for_view=Rv6zyJ8AAAAJ:OP4eGU-M3BUC",
      "source": "google_scholar",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2018-elaboration-of-transcriptome-during-the-induction-",
      "title": "Elaboration of transcriptome during the induction of somatic embryogenesis",
      "authors": [
        "Góngora-Castillo E",
        "Nic-Can GI",
        "Galaz-Ávalos RM",
        "Loyola-Vargas VM."
      ],
      "year": 2018,
      "journal": "Plant cell culture protocols, 411-427",
      "pages": "411-427",
      "doi": "10.1007/978-1-4939-8594-4_29",
      "pmid": "29981139",
      "googleScholarId": "Rv6zyJ8AAAAJ:6ZxmRoH8BuwC",
      "abstract": "Somatic embryogenesis (SE) is one of the most studied developmental processes due to its applications, such as plant micropropagation, transformation, and germplasm conservation. The use of massive techniques of sequencing, as well as the use of subtractive hybridization and macroarrays, has led to the identification of hundreds of genes involved in the SE process. These have been important developments to study the molecular aspects of the progress of SE. With the advent of the new massive techniques for sequencing RNA, it has been possible to see a more complete picture of whole processes. In this chapter we present a technique to handle the elaboration of the transcriptome from the extraction of RNA until the assembly of the complete transcriptome.",
      "keywords": [
        "Somatic embryogenesis",
        "Bioinformatics",
        "Transcriptome",
        "Coffea Canephora"
      ],
      "citations": 13,
      "pdfUrl": "https://doi.org/10.1007/978-1-4939-8594-4_29",
      "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/29981139",
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&cstart=20&pagesize=80&citation_for_view=Rv6zyJ8AAAAJ:6ZxmRoH8BuwC",
      "source": "hybrid",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2017-novel-loci-underlie-natural-variation-in-vitamin-e",
      "title": "Novel loci underlie natural variation in vitamin E levels in maize grain",
      "authors": [
        "Diepenbrock CH",
        "Kandianis CB",
        "Lipka AE",
        "Magallanes-Lundback M",
        "Vaillancourt B",
        "Góngora-Castillo E",
        "Wallace JG",
        "Cepela J",
        "Mesberg A",
        "Bradbury PJ",
        "Ilut DC",
        "Mateos-Hernandez M",
        "Hamilton J",
        "Owens BF",
        "Tiede T",
        "Buckler ES",
        "Rocheford T",
        "Buell CR",
        "Gore MA",
        "DellaPenna D."
      ],
      "year": 2017,
      "journal": "The Plant Cell 29 (10), 2374-2392",
      "pages": "2374-2392",
      "doi": "10.1105/tpc.17.00475",
      "pmid": "28970338",
      "googleScholarId": "Rv6zyJ8AAAAJ:sNmaIFBj_lkC",
      "abstract": "Tocopherols, tocotrienols, and plastochromanols (collectively termed tocochromanols) are lipid-soluble antioxidants synthesized by all plants. Their dietary intake, primarily from seed oils, provides vitamin E and other health benefits. Tocochromanol biosynthesis has been dissected in the dicot Arabidopsis thaliana, which has green, photosynthetic seeds, but our understanding of tocochromanol accumulation in major crops, whose seeds are nonphotosynthetic, remains limited. To understand the genetic control of tocochromanols in grain, we conducted a joint linkage and genome-wide association study in the 5000-line U.S. maize (Zea mays) nested association mapping panel. Fifty-two quantitative trait loci for individual and total tocochromanols were identified, and of the 14 resolved to individual genes, six encode novel activities affecting tocochromanols in plants. These include two chlorophyll biosynthetic enzymes that explain the majority of tocopherol variation, which was not predicted given that, like most major cereal crops, maize grain is nonphotosynthetic. This comprehensive assessment of natural variation in vitamin E levels in maize establishes the foundation for improving tocochromanol and vitamin E content in seeds of maize and other major cereal crops.",
      "keywords": [],
      "citations": 130,
      "pdfUrl": "https://doi.org/10.1105/tpc.17.00475",
      "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/28970338",
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&citation_for_view=Rv6zyJ8AAAAJ:sNmaIFBj_lkC",
      "source": "hybrid",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2017-native-carica-papaya-developing-transcriptome-reso",
      "title": "Native Carica papaya: developing transcriptome resources to study water-deficit stress",
      "authors": [
        "H Estrella-Maldonado",
        "G Ramírez Amaranta",
        "G Fuentes Ortíz"
      ],
      "year": 2017,
      "journal": "V International Symposium on Papaya 1250, 77-84",
      "googleScholarId": "Rv6zyJ8AAAAJ:mlAyqtXpCwEC",
      "citations": 3,
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&cstart=20&pagesize=80&citation_for_view=Rv6zyJ8AAAAJ:mlAyqtXpCwEC",
      "source": "google_scholar",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2016-using-next-generation-sequencing-to-develop-molecu",
      "title": "Using Next-Generation Sequencing to Develop Molecular Diagnostics for Pseudoperonospora cubensis, the Cucurbit Downy Mildew Pathogen",
      "authors": [
        "Withers S",
        "Gongora-Castillo E",
        "Gent D",
        "Thomas A",
        "Ojiambo PS",
        "Quesada-Ocampo LM."
      ],
      "year": 2016,
      "journal": "Phytopathology 106 (10), 1105-1116",
      "pages": "1105-1116",
      "doi": "10.1094/phyto-10-15-0260-fi",
      "pmid": "27314624",
      "googleScholarId": "Rv6zyJ8AAAAJ:0izLItjtcgwC",
      "abstract": "Advances in next-generation sequencing (NGS) allow for rapid development of genomics resources needed to generate molecular diagnostics assays for infectious agents. NGS approaches are particularly helpful for organisms that cannot be cultured, such as the downy mildew pathogens, a group of biotrophic obligate oomycetes that infect crops of economic importance. Unlike most downy mildew pathogens that are highly host-specific, Pseudoperonospora cubensis causes disease on a broad range of crops belonging to the family Cucurbitaceae. In this study, we identified candidate diagnostic markers for P. cubensis by comparing NGS data from a diverse panel of P. cubensis and P. humuli isolates, two very closely related oomycete species. P. cubensis isolates from diverse hosts and geographical regions in the United States were selected for sequencing to ensure that candidates were conserved in P. cubensis isolates infecting different cucurbit hosts. Genomic regions unique to and conserved in P. cubensis isolates were identified through bioinformatics. These candidate regions were then validated using PCR against a larger collection of isolates from P. cubensis, P. humuli, and other oomycetes. Overall seven diagnostic markers were found to be specific to P. cubensis. These markers could be used for pathogen diagnostics on infected tissue, or adapted for monitoring airborne inoculum with real-time PCR and spore traps.",
      "keywords": [],
      "citations": 60,
      "pdfUrl": "https://apsjournals.apsnet.org/doi/pdf/10.1094/PHYTO-10-15-0260-FI",
      "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/27314624",
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&citation_for_view=Rv6zyJ8AAAAJ:0izLItjtcgwC",
      "source": "hybrid",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2016-integrating-metabolomics-and-transcriptomics-data-",
      "title": "Integrating metabolomics and transcriptomics data to discover a biocatalyst that can generate the amine precursors for alkamide biosynthesis",
      "authors": [
        "Rizhsky L",
        "Jin H",
        "Shepard MR",
        "Scott HW",
        "Teitgen AM",
        "Perera MA",
        "Mhaske V",
        "Jose A",
        "Zheng X",
        "Crispin M",
        "Wurtele ES",
        "Jones D",
        "Hur M",
        "Góngora-Castillo E",
        "Buell CR",
        "Minto RE",
        "Nikolau BJ."
      ],
      "year": 2016,
      "journal": "The Plant Journal 88 (5), 775-793",
      "pages": "775-793",
      "doi": "10.1111/tpj.13295",
      "pmid": "27497272",
      "googleScholarId": "Rv6zyJ8AAAAJ:NXb4pA-qfm4C",
      "abstract": "The Echinacea genus is exemplary of over 30 plant families that produce a set of bioactive amides, called alkamides. The Echinacea alkamides may be assembled from two distinct moieties, a branched-chain amine that is acylated with a novel polyunsaturated fatty acid. In this study we identified the potential enzymological source of the amine moiety as a pyridoxal phosphate-dependent decarboxylating enzyme that uses branched-chain amino acids as substrate. This identification was based on a correlative analysis of the transcriptomes and metabolomes of 36 different E. purpurea tissues and organs, which expressed distinct alkamide profiles. Although no correlation was found between the accumulation patterns of the alkamides and their putative metabolic precursors (i.e., fatty acids and branched-chain amino acids), isotope labeling analyses supported the transformation of valine and isoleucine to isobutylamine and 2-methylbutylamine as reactions of alkamide biosynthesis. Sequence homology identified the pyridoxal phosphate-dependent decarboxylase-like proteins in the translated proteome of E. purpurea. These sequences were prioritized for direct characterization by correlating their transcript levels with alkamide accumulation patterns in different organs and tissues, and this multi-pronged approach led to the identification and characterization of a branched-chain amino acid decarboxylase, which would appear to be responsible for generating the amine moieties of naturally occurring alkamides.",
      "keywords": [
        "Amines",
        "Fatty acids",
        "Metabolomics",
        "Transcriptomics",
        "Echinacea purpurea",
        "Specialized Metabolism",
        "Alkamides"
      ],
      "citations": 29,
      "pdfUrl": "https://doi.org/10.1111/tpj.13295",
      "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/27497272",
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&citation_for_view=Rv6zyJ8AAAAJ:NXb4pA-qfm4C",
      "source": "hybrid",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2016-using-next-generation-sequencing-to-develop-specie",
      "title": "Using next-generation sequencing to develop species-specific molecular diagnostics for cucurbit downy mildew",
      "authors": [
        "Withers S",
        "Gongora-Castillo E",
        "Gent D",
        "Thomas A",
        "Ojiambo PS",
        "Quesada-Ocampo LM."
      ],
      "year": 2016,
      "journal": "PHYTOPATHOLOGY 105 (11), 114-114",
      "pages": "1105-1116",
      "doi": "10.1094/phyto-10-15-0260-fi",
      "pmid": "27314624",
      "googleScholarId": "Rv6zyJ8AAAAJ:IRz6iEL74y4C",
      "abstract": "Advances in next-generation sequencing (NGS) allow for rapid development of genomics resources needed to generate molecular diagnostics assays for infectious agents. NGS approaches are particularly helpful for organisms that cannot be cultured, such as the downy mildew pathogens, a group of biotrophic obligate oomycetes that infect crops of economic importance. Unlike most downy mildew pathogens that are highly host-specific, Pseudoperonospora cubensis causes disease on a broad range of crops belonging to the family Cucurbitaceae. In this study, we identified candidate diagnostic markers for P. cubensis by comparing NGS data from a diverse panel of P. cubensis and P. humuli isolates, two very closely related oomycete species. P. cubensis isolates from diverse hosts and geographical regions in the United States were selected for sequencing to ensure that candidates were conserved in P. cubensis isolates infecting different cucurbit hosts. Genomic regions unique to and conserved in P. cubensis isolates were identified through bioinformatics. These candidate regions were then validated using PCR against a larger collection of isolates from P. cubensis, P. humuli, and other oomycetes. Overall seven diagnostic markers were found to be specific to P. cubensis. These markers could be used for pathogen diagnostics on infected tissue, or adapted for monitoring airborne inoculum with real-time PCR and spore traps.",
      "keywords": [],
      "citations": 0,
      "pdfUrl": "https://apsjournals.apsnet.org/doi/pdf/10.1094/PHYTO-10-15-0260-FI",
      "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/27314624",
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&cstart=20&pagesize=80&citation_for_view=Rv6zyJ8AAAAJ:IRz6iEL74y4C",
      "source": "hybrid",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2015-transcriptome-responses-to-ralstonia-solanacearum-",
      "title": "Transcriptome responses to Ralstonia solanacearum infection in the roots of the wild potato Solanum commersonii",
      "authors": [
        "Zuluaga AP",
        "Solé M",
        "Lu H",
        "Góngora-Castillo E",
        "Vaillancourt B",
        "Coll N",
        "Buell CR",
        "Valls M."
      ],
      "year": 2015,
      "journal": "BMC genomics 16 (1), 246",
      "pages": "246",
      "doi": "10.1186/s12864-015-1460-1",
      "pmid": "25880642",
      "googleScholarId": "Rv6zyJ8AAAAJ:FAceZFleit8C",
      "abstract": "**Background** Solanum commersonii is a wild potato species that exhibits high tolerance to both biotic and abiotic stresses and has been used as a source of genes for introgression into cultivated potato. Among the interesting features of S. commersonii is resistance to the bacterial wilt caused by Ralstonia solanacearum, one of the most devastating bacterial diseases of crops. **Results** In this study, we used deep sequencing of S. commersonii RNA (RNA-seq) to analyze the below-ground plant transcriptional responses to R. solanacearum. While a majority of S. commersonii RNA-seq reads could be aligned to the Solanum tuberosum Group Phureja DM reference genome sequence, we identified 2,978 S. commersonii novel transcripts through assembly of unaligned S. commersonii RNA-seq reads. We also used RNA-seq to study gene expression in pathogen-challenged roots of S. commersonii accessions resistant (F118) and susceptible (F97) to the pathogen. Expression profiles obtained from read mapping to the S. tuberosum reference genome and the S. commersonii novel transcripts revealed a differential response to the pathogen in the two accessions, with 221 (F118) and 644 (F97) differentially expressed genes including S. commersonii novel transcripts in the resistant and susceptible genotypes. Interestingly, 22.6% of the F118 and 12.8% of the F97 differentially expressed genes had been previously identified as responsive to biotic stresses and half of those up-regulated in both accessions had been involved in plant pathogen responses. Finally, we compared two different methods to eliminate ribosomal RNA from the plant RNA samples in order to allow dual mapping of RNAseq reads to the host and pathogen genomes and provide insights on the advantages and limitations of each technique. **Conclusions** Our work catalogues the S. commersonii transcriptome and strengthens the notion that this species encodes specific genes that are differentially expressed to respond to bacterial wilt. In addition, a high proportion of S. commersonii-specific transcripts were altered by R. solanacearum only in F118 accession, while phythormone-related genes were highly induced in F97, suggesting a markedly different response to the pathogen in the two plant accessions studied.",
      "keywords": [],
      "citations": 106,
      "pdfUrl": "https://bmcgenomics.biomedcentral.com/counter/pdf/10.1186/s12864-015-1460-1",
      "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/25880642",
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&citation_for_view=Rv6zyJ8AAAAJ:FAceZFleit8C",
      "source": "hybrid",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2015-data-from-generation-of-transcript-assemblies-and-",
      "title": "Data from: Generation of transcript assemblies and identification of single nucleotide polymorphisms from seven lowland and upland cultivars of switchgrass",
      "authors": [
        "KL Childs",
        "A Nandety",
        "CN Hirsch",
        "E Góngora-Castillo",
        "J Schmutz"
      ],
      "year": 2015,
      "journal": "Madison, WI (United States); Univ. of …",
      "googleScholarId": "Rv6zyJ8AAAAJ:r_AWSJRzSzQC",
      "citations": 0,
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&cstart=20&pagesize=80&citation_for_view=Rv6zyJ8AAAAJ:r_AWSJRzSzQC",
      "source": "google_scholar",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2014-comparative-transcriptome-atlases-reveal-altered-g",
      "title": "Comparative Transcriptome Atlases Reveal Altered Gene Expression Modules between Two Cleomaceae C3 and C4 Plant Species",
      "authors": [
        "Külahoglu C",
        "Denton AK",
        "Sommer M",
        "Maß J",
        "Schliesky S",
        "Wrobel TJ",
        "Berckmans B",
        "Gongora-Castillo E",
        "Buell CR",
        "Simon R",
        "De Veylder L",
        "Bräutigam A",
        "Weber AP."
      ],
      "year": 2014,
      "journal": "The Plant Cell 26 (8), 3243-3260",
      "pages": "3243-3260",
      "doi": "10.1105/tpc.114.123752",
      "pmid": "25122153",
      "googleScholarId": "Rv6zyJ8AAAAJ:9pM33mqn1YgC",
      "abstract": "C(4) photosynthesis outperforms the ancestral C(3) state in a wide range of natural and agro-ecosystems by affording higher water-use and nitrogen-use efficiencies. It therefore represents a prime target for engineering novel, high-yielding crops by introducing the trait into C(3) backgrounds. However, the genetic architecture of C(4) photosynthesis remains largely unknown. To define the divergence in gene expression modules between C(3) and C(4) photosynthesis during leaf ontogeny, we generated comprehensive transcriptome atlases of two Cleomaceae species, Gynandropsis gynandra (C(4)) and Tarenaya hassleriana (C(3)), by RNA sequencing. Overall, the gene expression profiles appear remarkably similar between the C(3) and C(4) species. We found that known C(4) genes were recruited to photosynthesis from different expression domains in C(3), including typical housekeeping gene expression patterns in various tissues as well as individual heterotrophic tissues. Furthermore, we identified a structure-related module recruited from the C(3) root. Comparison of gene expression patterns with anatomy during leaf ontogeny provided insight into genetic features of Kranz anatomy. Altered expression of developmental factors and cell cycle genes is associated with a higher degree of endoreduplication in enlarged C(4) bundle sheath cells. A delay in mesophyll differentiation apparent both in the leaf anatomy and the transcriptome allows for extended vein formation in the C(4) leaf.",
      "keywords": [],
      "citations": 120,
      "pdfUrl": "https://doi.org/10.1105/tpc.114.123752",
      "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/25122153",
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&citation_for_view=Rv6zyJ8AAAAJ:9pM33mqn1YgC",
      "source": "hybrid",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2014-a-root-expressed-l-phenylalanine-4-hydroxyphenylpy",
      "title": "A Root-Expressed L-Phenylalanine: 4-Hydroxyphenylpyruvate Aminotransferase Is Required for Tropane Alkaloid",
      "authors": [
        "Bedewitz MA",
        "Góngora-Castillo E",
        "Uebler JB",
        "Gonzales-Vigil E",
        "Wiegert-Rininger KE",
        "Childs KL",
        "Hamilton JP",
        "Vaillancourt B",
        "Yeo YS",
        "Chappell J",
        "DellaPenna D",
        "Jones AD",
        "Buell CR",
        "Barry CS."
      ],
      "year": 2014,
      "pages": "3745-3762",
      "doi": "10.1105/tpc.114.130534",
      "pmid": "25228340",
      "googleScholarId": "Rv6zyJ8AAAAJ:XvxMoLDsR5gC",
      "abstract": "The tropane alkaloids, hyoscyamine and scopolamine, are medicinal compounds that are the active components of several therapeutics. Hyoscyamine and scopolamine are synthesized in the roots of specific genera of the Solanaceae in a multistep pathway that is only partially elucidated. To facilitate greater understanding of tropane alkaloid biosynthesis, a de novo transcriptome assembly was developed for Deadly Nightshade (Atropa belladonna). Littorine is a key intermediate in hyoscyamine and scopolamine biosynthesis that is produced by the condensation of tropine and phenyllactic acid. Phenyllactic acid is derived from phenylalanine via its transamination to phenylpyruvate, and mining of the transcriptome identified a phylogenetically distinct aromatic amino acid aminotransferase (ArAT), designated Ab-ArAT4, that is coexpressed with known tropane alkaloid biosynthesis genes in the roots of A. belladonna. Silencing of Ab-ArAT4 disrupted synthesis of hyoscyamine and scopolamine through reduction of phenyllactic acid levels. Recombinant Ab-ArAT4 preferentially catalyzes the first step in phenyllactic acid synthesis, the transamination of phenylalanine to phenylpyruvate. However, rather than utilizing the typical keto-acid cosubstrates, 2-oxoglutarate, pyruvate, and oxaloacetate, Ab-ArAT4 possesses strong substrate preference and highest activity with the aromatic keto-acid, 4-hydroxyphenylpyruvate. Thus, Ab-ArAT4 operates at the interface between primary and specialized metabolism, contributing to both tropane alkaloid biosynthesis and the direct conversion of phenylalanine to tyrosine.",
      "keywords": [],
      "citations": 0,
      "pdfUrl": "https://doi.org/10.1105/tpc.114.130534",
      "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/25228340",
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&cstart=20&pagesize=80&citation_for_view=Rv6zyJ8AAAAJ:XvxMoLDsR5gC",
      "source": "hybrid",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2014-generation-of-transcript-assemblies-and-identifica",
      "title": "Generation of transcript assemblies and identification of single nucleotide polymorphisms from seven lowland and upland cultivars of switchgrass",
      "authors": [
        "KL Childs",
        "A Nandety",
        "CN Hirsch",
        "E Góngora‐Castillo",
        "J Schmutz"
      ],
      "year": 2014,
      "journal": "The Plant Genome 7 (2), plantgenome2013.12.0041",
      "googleScholarId": "Rv6zyJ8AAAAJ:4fGpz3EwCPoC",
      "citations": 8,
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&cstart=20&pagesize=80&citation_for_view=Rv6zyJ8AAAAJ:4fGpz3EwCPoC",
      "source": "google_scholar",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2014-developing-genomic-resources-for-species-specific-",
      "title": "Developing genomic resources for species-specific molecular diagnostics of cucurbit downy mildew",
      "authors": [
        "S Withers",
        "EG Castillo",
        "MJ Bowman",
        "KL Childs",
        "D Gent",
        "P Ojiambo"
      ],
      "year": 2014,
      "journal": "Phytopathology 104 (11), 130-131",
      "googleScholarId": "Rv6zyJ8AAAAJ:8d8msizDQcsC",
      "citations": 4,
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&cstart=20&pagesize=80&citation_for_view=Rv6zyJ8AAAAJ:8d8msizDQcsC",
      "source": "google_scholar",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2013-architecture-and-evolution-of-a-minute-plant-genom",
      "title": "Architecture and evolution of a minute plant genome",
      "authors": [
        "Ibarra-Laclette E",
        "Lyons E",
        "Hernández-Guzmán G",
        "Pérez-Torres CA",
        "Carretero-Paulet L",
        "Chang TH",
        "Lan T",
        "Welch AJ",
        "Juárez MJ",
        "Simpson J",
        "Fernández-Cortés A",
        "Arteaga-Vázquez M",
        "Góngora-Castillo E",
        "Acevedo-Hernández G",
        "Schuster SC",
        "Himmelbauer H",
        "Minoche AE",
        "Xu S",
        "Lynch M",
        "Oropeza-Aburto A",
        "Cervantes-Pérez SA",
        "de Jesús Ortega-Estrada M",
        "Cervantes-Luevano JI",
        "Michael TP",
        "Mockler T",
        "Bryant D",
        "Herrera-Estrella A",
        "Albert VA",
        "Herrera-Estrella L."
      ],
      "year": 2013,
      "journal": "Nature 498 (7452), 94-98",
      "pages": "94-98",
      "doi": "10.1038/nature12132",
      "pmid": "23665961",
      "googleScholarId": "Rv6zyJ8AAAAJ:IjCSPb-OGe4C",
      "abstract": "It has been argued that the evolution of plant genome size is principally unidirectional and increasing owing to the varied action of whole-genome duplications (WGDs) and mobile element proliferation. However, extreme genome size reductions have been reported in the angiosperm family tree. Here we report the sequence of the 82-megabase genome of the carnivorous bladderwort plant Utricularia gibba. Despite its tiny size, the U. gibba genome accommodates a typical number of genes for a plant, with the main difference from other plant genomes arising from a drastic reduction in non-genic DNA. Unexpectedly, we identified at least three rounds of WGD in U. gibba since common ancestry with tomato (Solanum) and grape (Vitis). The compressed architecture of the U. gibba genome indicates that a small fraction of intergenic DNA, with few or no active retrotransposons, is sufficient to regulate and integrate all the processes required for the development and reproduction of a complex organism.",
      "keywords": [],
      "citations": 414,
      "pdfUrl": "https://www.nature.com/articles/nature12132.pdf",
      "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/23665961",
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&citation_for_view=Rv6zyJ8AAAAJ:IjCSPb-OGe4C",
      "source": "hybrid",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2013-bioinformatics-challenges-in-de-novo-transcriptome",
      "title": "Bioinformatics challenges in de novo transcriptome assembly using short read sequences in the absence of a reference genome sequence",
      "authors": [
        "Góngora-Castillo E",
        "Buell CR."
      ],
      "year": 2013,
      "journal": "Natural product reports 30 (4), 490-500",
      "pages": "490-500",
      "doi": "10.1039/c3np20099j",
      "pmid": "23377493",
      "googleScholarId": "Rv6zyJ8AAAAJ:qjMakFHDy7sC",
      "abstract": "Plant natural product research can be facilitated through genome and transcriptome sequencing approaches that generate informative sequence and expression datasets that enable characterization of biochemical pathways of interest. As the overwhelming majority of plant-derived natural products are derived from species with little, if any, sequence and/or genomic resources, the ability to perform whole genome shotgun sequencing and assembly has been and will continue to be transformative as access to a genome sequence provides molecular resources and a context for discovery and characterization of biosynthetic pathways. Due to the reduced size and complexity of the transcriptome relative to the genome, transcriptome sequencing provides a rapid, inexpensive approach to access gene sequences, gene expression abundances, and gene expression patterns in any species, including those that lack a reference genome sequence. To date, successful applications of RNA sequencing in conjunction with de novo transcriptome assembly has enabled identification of new genes in an array of biochemical pathways in plants. While sequencing technologies are well developed, challenges remain in the handling and analysis of transcriptome sequences. In this Highlight article, we provide an overview of the bioinformatics challenges associated with transcriptome analyses using short read sequences and how to address these issues in plant species that lack a reference genome.",
      "keywords": [],
      "citations": 113,
      "pdfUrl": "https://doi.org/10.1039/c3np20099j",
      "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/23377493",
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&citation_for_view=Rv6zyJ8AAAAJ:qjMakFHDy7sC",
      "source": "hybrid",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2013-coupling-deep-transcriptome-analysis-with-untarget",
      "title": "Coupling Deep Transcriptome Analysis with Untargeted Metabolic Profiling in Ophiorrhiza pumila to Further the Understanding of the Biosynthesis of the Anti …",
      "authors": [
        "Yamazaki M",
        "Mochida K",
        "Asano T",
        "Nakabayashi R",
        "Chiba M",
        "Udomson N",
        "Yamazaki Y",
        "Goodenowe DB",
        "Sankawa U",
        "Yoshida T",
        "Toyoda A",
        "Totoki Y",
        "Sakaki Y",
        "Góngora-Castillo E",
        "Buell CR",
        "Sakurai T",
        "Saito K."
      ],
      "year": 2013,
      "journal": "Plant and cell physiology 54 (5), 686-696",
      "pages": "686-696",
      "doi": "10.1093/pcp/pct040",
      "pmid": "23503598",
      "googleScholarId": "Rv6zyJ8AAAAJ:9yKSN-GCB0IC",
      "abstract": "The Rubiaceae species, Ophiorrhiza pumila, accumulates camptothecin, an anti-cancer alkaloid with a potent DNA topoisomerase I inhibitory activity, as well as anthraquinones that are derived from the combination of the isochorismate and hemiterpenoid pathways. The biosynthesis of these secondary products is active in O. pumila hairy roots yet very low in cell suspension culture. Deep transcriptome analysis was conducted in O. pumila hairy roots and cell suspension cultures using the Illumina platform, yielding a total of 2 Gb of sequence for each sample. We generated a hybrid transcriptome assembly of O. pumila using the Illumina-derived short read sequences and conventional Sanger-derived expressed sequence tag clones derived from a full-length cDNA library constructed using RNA from hairy roots. Among 35,608 non-redundant unigenes, 3,649 were preferentially expressed in hairy roots compared with cell suspension culture. Candidate genes involved in the biosynthetic pathway for the monoterpenoid indole alkaloid camptothecin were identified; specifically, genes involved in post-strictosamide biosynthetic events and genes involved in the biosynthesis of anthraquinones and chlorogenic acid. Untargeted metabolomic analysis by Fourier transform ion cyclotron resonance mass spectrometry (FT-ICR-MS) indicated that most of the proposed intermediates in the camptothecin biosynthetic pathway accumulated in hairy roots in a preferential manner compared with cell suspension culture. In addition, a number of anthraquinones and chlorogenic acid preferentially accumulated in hairy roots compared with cell suspension culture. These results suggest that deep transcriptome and metabolome data sets can facilitate the identification of genes and intermediates involved in the biosynthesis of secondary products including camptothecin in O. pumila.",
      "keywords": [
        "Camptothecin",
        "Hairy root",
        "Transcriptome",
        "anthraquinone",
        "metabolome",
        "Ophiorrhiza Pumila"
      ],
      "citations": 105,
      "pdfUrl": "https://doi.org/10.1093/pcp/pct040",
      "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/23503598",
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&citation_for_view=Rv6zyJ8AAAAJ:9yKSN-GCB0IC",
      "source": "hybrid",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2013-functional-identification-of-valerena-1-10-diene-s",
      "title": "Functional identification of valerena-1, 10-diene synthase, a terpene synthase catalyzing a unique chemical cascade in the biosynthesis of biologically active sesquiterpenes in …",
      "authors": [
        "YS Yeo",
        "SE Nybo",
        "AG Chittiboyina",
        "AD Weerasooriya",
        "YH Wang"
      ],
      "year": 2013,
      "journal": "Journal of Biological Chemistry 288 (5), 3163-3173",
      "googleScholarId": "Rv6zyJ8AAAAJ:2osOgNQ5qMEC",
      "citations": 60,
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&citation_for_view=Rv6zyJ8AAAAJ:2osOgNQ5qMEC",
      "source": "google_scholar",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2013-from-qtl-to-gene-building-a-genetic-foundation-for",
      "title": "From QTL to Gene: Building a Genetic Foundation for Maize Biofortification.",
      "authors": [
        "MA Gore",
        "A Lipka",
        "M Magallanes-Lundback",
        "A Mesberg",
        "PJ Bradbury"
      ],
      "year": 2013,
      "journal": "ASA, CSSA and SSSA International Annual Meetings ()",
      "googleScholarId": "Rv6zyJ8AAAAJ:P7Ujq4OLJYoC",
      "citations": 0,
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&cstart=20&pagesize=80&citation_for_view=Rv6zyJ8AAAAJ:P7Ujq4OLJYoC",
      "source": "google_scholar",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2012-development-of-transcriptomic-resources-for-interr",
      "title": "Development of Transcriptomic Resources for Interrogating the",
      "authors": [
        "Góngora-Castillo E",
        "Childs KL",
        "Fedewa G",
        "Hamilton JP",
        "Liscombe DK",
        "Magallanes-Lundback M",
        "Mandadi KK",
        "Nims E",
        "Runguphan W",
        "Vaillancourt B",
        "Varbanova-Herde M",
        "Dellapenna D",
        "McKnight TD",
        "O'Connor S",
        "Buell CR."
      ],
      "year": 2012,
      "pages": "e52506",
      "doi": "10.1371/journal.pone.0052506",
      "pmid": "23300689",
      "googleScholarId": "Rv6zyJ8AAAAJ:WJVC3Jt7v1AC",
      "abstract": "The natural diversity of plant metabolism has long been a source for human medicines. One group of plant-derived compounds, the monoterpene indole alkaloids (MIAs), includes well-documented therapeutic agents used in the treatment of cancer (vinblastine, vincristine, camptothecin), hypertension (reserpine, ajmalicine), malaria (quinine), and as analgesics (7-hydroxymitragynine). Our understanding of the biochemical pathways that synthesize these commercially relevant compounds is incomplete due in part to a lack of molecular, genetic, and genomic resources for the identification of the genes involved in these specialized metabolic pathways. To address these limitations, we generated large-scale transcriptome sequence and expression profiles for three species of Asterids that produce medicinally important MIAs: Camptotheca acuminata, Catharanthus roseus, and Rauvolfia serpentina. Using next generation sequencing technology, we sampled the transcriptomes of these species across a diverse set of developmental tissues, and in the case of C. roseus, in cultured cells and roots following elicitor treatment. Through an iterative assembly process, we generated robust transcriptome assemblies for all three species with a substantial number of the assembled transcripts being full or near-full length. The majority of transcripts had a related sequence in either UniRef100, the Arabidopsis thaliana predicted proteome, or the Pfam protein domain database; however, we also identified transcripts that lacked similarity with entries in either database and thereby lack a known function. Representation of known genes within the MIA biosynthetic pathway was robust. As a diverse set of tissues and treatments were surveyed, expression abundances of transcripts in the three species could be estimated to reveal transcripts associated with development and response to elicitor treatment. Together, these transcriptomes and expression abundance matrices provide a rich resource for understanding plant specialized metabolism, and promotes realization of innovative production systems for plant-derived pharmaceuticals.",
      "keywords": [],
      "citations": 0,
      "pdfUrl": "https://doi.org/10.1371/journal.pone.0052506",
      "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/23300689",
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&cstart=20&pagesize=80&citation_for_view=Rv6zyJ8AAAAJ:WJVC3Jt7v1AC",
      "source": "hybrid",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2012-transcriptome-analysis-of-symptomatic-and-recovere",
      "title": "Transcriptome analysis of symptomatic and recovered leaves of geminivirus-infected pepper (Capsicum annuum)",
      "authors": [
        "Góngora-Castillo E",
        "Ibarra-Laclette E",
        "Trejo-Saavedra DL",
        "Rivera-Bustamante RF."
      ],
      "year": 2012,
      "journal": "Virology journal 9 (1), 295",
      "pages": "295",
      "doi": "10.1186/1743-422x-9-295",
      "pmid": "23185982",
      "googleScholarId": "Rv6zyJ8AAAAJ:UeHWp8X0CEIC",
      "abstract": "**Background** Geminiviruses are a large and important family of plant viruses that infect a wide range of crops throughout the world. The Begomovirus genus contains species that are transmitted by whiteflies and are distributed worldwide causing disease on an array of horticultural crops. Symptom remission, in which newly developed leaves of systemically infected plants exhibit a reduction in symptom severity (recovery), has been observed on pepper (Capsicum annuum) plants infected with Pepper golden mosaic virus (PepGMV). Previous studies have shown that transcriptional and post-transcriptional gene silencing mechanisms are involved in the reduction of viral nucleic acid concentration in recovered tissue. In this study, we employed deep transcriptome sequencing methods to assess transcriptional variation in healthy (mock), symptomatic, and recovered pepper leaves following PepGMV infection. **Results** Differential expression analyses of the pepper leaf transcriptome from symptomatic and recovered stages revealed a total of 309 differentially expressed genes between healthy (mock) and symptomatic or recovered tissues. Computational prediction of differential expression was validated using quantitative reverse-transcription PCR confirming the robustness of our bioinformatic methods. Within the set of differentially expressed genes associated with the recovery process were genes involved in defense responses including pathogenesis-related proteins, reactive oxygen species, systemic acquired resistance, jasmonic acid biosynthesis, and ethylene signaling. No major differences were found when compared the differentially expressed genes in symptomatic and recovered tissues. On the other hand, a set of genes with novel roles in defense responses was identified including genes involved in histone modification. This latter result suggested that post-transcriptional and transcriptional gene silencing may be one of the major mechanisms involved in the recovery process. Genes orthologous to the C. annuum proteins involved in the pepper-PepGMV recovery response were identified in both Solanum lycopersicum and Solanum tuberosum suggesting conservation of components of the viral recovery response in the Solanaceae. **Conclusion** These data provide a valuable source of information for improving our understanding of the underlying molecular mechanisms by which pepper leaves become symptomless following infection with geminiviruses. The identification of orthologs for the majority of genes differentially expressed in recovered tissues in two major solanaceous crop species provides the basis for future comparative analyses of the viral recovery process across related taxa.",
      "keywords": [],
      "citations": 104,
      "pdfUrl": "https://virologyj.biomedcentral.com/counter/pdf/10.1186/1743-422X-9-295",
      "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/23185982",
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&citation_for_view=Rv6zyJ8AAAAJ:UeHWp8X0CEIC",
      "source": "hybrid",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2012-genomic-approaches-for-interrogating-the-biochemis",
      "title": "Genomic approaches for interrogating the biochemistry of medicinal plant species",
      "authors": [
        "Góngora-Castillo E",
        "Fedewa G",
        "Yeo Y",
        "Chappell J",
        "DellaPenna D",
        "Buell CR."
      ],
      "year": 2012,
      "journal": "Methods in enzymology 517, 139-159",
      "pages": "139-159",
      "doi": "10.1016/b978-0-12-404634-4.00007-3",
      "pmid": "23084937",
      "googleScholarId": "Rv6zyJ8AAAAJ:u-x6o8ySG0sC",
      "abstract": "Development of next-generation sequencing, coupled with the advancement of computational methods, has allowed researchers to access the transcriptomes of recalcitrant genomes such as those of medicinal plant species. Through the sequencing of even a few cDNA libraries, a broad representation of the transcriptome of any medicinal plant species can be obtained, providing a robust resource for gene discovery and downstream biochemical pathway discovery. When coupled to estimation of expression abundances in specific tissues from a developmental series, biotic stress, abiotic stress, or elicitor challenge, informative coexpression and differential expression estimates on a whole transcriptome level can be obtained to identify candidates for function discovery.",
      "keywords": [],
      "citations": 68,
      "pdfUrl": "https://www.ncbi.nlm.nih.gov/pmc/articles/3926661",
      "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/23084937",
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&citation_for_view=Rv6zyJ8AAAAJ:u-x6o8ySG0sC",
      "source": "hybrid",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    },
    {
      "id": "pub-2012-the-capsicum-transcriptome-db-a-hot-tool-for-genom",
      "title": "The capsicum transcriptome DB: a “hot” tool for genomic research",
      "authors": [
        "Góngora-Castillo E",
        "Fajardo-Jaime R",
        "Fernández-Cortes A",
        "Jofre-Garfias AE",
        "Lozoya-Gloria E",
        "Martínez O",
        "Ochoa-Alejo N",
        "Rivera-Bustamante R."
      ],
      "year": 2012,
      "journal": "Bioinformation 8 (1), 43",
      "pages": "43-47",
      "doi": "10.6026/97320630008043",
      "pmid": "22359434",
      "googleScholarId": "Rv6zyJ8AAAAJ:u5HHmVD_uO8C",
      "abstract": "Chili pepper (Capsicum annuum) is an economically important crop with no available public genome sequence. We describe a genomic resource to facilitate Capsicum annuum research. A collection of Expressed Sequence Tags (ESTs) derived from five C. annuum organs (root, stem, leaf, flower and fruit) were sequenced using the Sanger method and multiple leaf transcriptomes were deeply sampled using with GS-pyrosequencing. A hybrid assembly of 1,324,516 raw reads yielded 32,314 high quality contigs as validated by coverage and identity analysis with existing pepper sequences. Overall, 75.5% of the contigs had significant sequence similarity to entries in nucleic acid and protein databases; 23% of the sequences have not been previously reported for C. annuum and expand sequence resources for this species. A MySQL database and a user-friendly Web interface were constructed with search-tools that permit queries of the ESTs including sequence, functional annotation, Gene Ontology classification, metabolic pathways, and assembly information. The Capsicum Transcriptome DB is free available from http://www.bioingenios.ira.cinvestav.mx:81/Joomla/",
      "keywords": [],
      "citations": 36,
      "pdfUrl": "http://www.bioinformation.net/008/97320630008043.pdf",
      "pubmedUrl": "https://pubmed.ncbi.nlm.nih.gov/22359434",
      "scholarUrl": "https://scholar.google.com/citations?view_op=view_citation&hl=en&user=Rv6zyJ8AAAAJ&citation_for_view=Rv6zyJ8AAAAJ:u5HHmVD_uO8C",
      "source": "hybrid",
      "lastUpdated": "2026-02-27T22:29:59.212Z"
    }
  ],
  "lastSync": "2026-02-27T22:29:59.212Z",
  "totalCount": 45,
  "metadata": {
    "googleScholarProfile": "Rv6zyJ8AAAAJ",
    "lastGoogleScholarSync": "2026-02-27T22:29:59.212Z",
    "lastEuropePmcSync": "2026-02-27T22:29:59.212Z"
  }
}